wallet-rspec/app/controllers/users_controller.rb

	def create
		user = User.create(user_params)
---
INSERT INTO "users" ("fname", "lname", "email", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["fname", "Troy"], ["lname", "starwalt"], ["email", "tro@gmail.com"], ["password", "slayer"], ["created_at", "2015-10-26 19:16:48.048579"], ["updated_at", "2015-10-26 19:16:48.048579"]]